import { FaqDataType } from "../model/types";

export const faqData: FaqDataType = {
  title: "Часто задаваемые вопросы",
  data: [
    {
      q: "Что нужно для заказа?",
      a: `<ol>
      <li>От 15 до 50 фотографий. Селфи, портрет, в&nbsp;полный рост, в&nbsp;разных ракурсах, с&nbsp;разными эмоциями, без&nbsp;аксессуаров на&nbsp;лице.</li>
      <li>Описание. Если не можете определиться, мы предложим идеи 😊 </li>
      <li>Референсы (не обязательно). Поможем найти примеры.</li>
      </ol>`,
    },
    {
      q: "Есть ли гарантия качества?",
      a: "Конечно! Выбирайте и оплачивайте только те&nbsp;изображения, которые понравились.",
    },
    {
      q: "Какой минимальный заказ?",
      a: "Минимальный пакет для&nbsp;заказа: 5&nbsp;изображений.",
    },
    {
      q: "Какая стоимость услуг?",
      a: "От 200₽/изображение.",
    },
    {
      q: "Какой срок выполнения работ?",
      a: "Готовый результат за&nbsp;24&nbsp;часа, но возможно и&nbsp;быстрее 😊",
    },
    {
      q: "Есть ли скидки и акции?",
      a: "Да! Пишите слово НЕЙРО при заказе и&nbsp;получите 3&nbsp;дополнительных фото в&nbsp;подарок!",
    },
  ],
};
